[{"type":"ph","content":"SUNY Center of Excellence in Health Disparities","logo":"header6.png","subcontent":"How the Center Works"},{"type":"ch","content":"How the Center Works"},{"type":"p","content":""},{"type":"P","content":"<span class=\"underline\"><b>Administrative Core</b></span> – under this core, Upstate and Downstate will:"},{"type":"p","content":""},{"type":"ul","content":"dot-list"},{"type":"li","content":"Oversee Upstate and Downstate Coordinating Hubs for faculty and researchers in their respective regions"},{"type":"li","content":"Appoint leaders to oversee the Center’s other cores"},{"type":"li","content":"Create a Board of Advisors to provide insights and recommendations on how UAlbany and SUNY Downstate can better manage the Center."},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"P","content":"<span class=\"underline\"><b>Research Infrastructure Core</b></span>  – under this core, the partners will establish:"},{"type":"p","content":""},{"type":"ul","content":"dot-list"},{"type":"li","content":"A Network of Research Affiliates of SUNY scholars and other public and private institutions of higher education who would like to become a member of the Center."},{"type":"li","content":"A Library of Researcher Profiles to enhance faculty and scholarly collaboration."},{"type":"li","content":"A Seed-Funding Program to encourage both faculty research collaboration and to promote pilot studies and data/findings with the goal of enhancing competitiveness for extramural funding."},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"P","content":"<span class=\"underline\"><b>Faculty and Grants Development Core</b></span>  – under this core, the partners will establish:"},{"type":"p","content":""},{"type":"ul","content":"dot-list"},{"type":"li","content":"Proposal Writing Training and Support to enhance the competitiveness of faculty in competing for extramural funding"},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"P","content":"<span class=\"underline\"><b>Community Engagement Core</b></span>  – given the critical importance of community engaged research, the partners will:"},{"type":"p","content":""},{"type":"ul","content":"dot-list"},{"type":"li","content":"Develop a Roadmap of Regional Community-based Organizations in order to ensure that community partners are both identified and engaged"},{"type":"li","content":"Host a National Conference in 2021 for up to 500-600 participants"},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"P","content":"<span class=\"underline\"><b>Dissemination Core</b></span>  – during the life of the research, the partners will:"},{"type":"p","content":""},{"type":"ul","content":"dot-list"},{"type":"li","content":"Publication, Conferences, Networks –the partner will broadly disseminate the Centers’ research data, findings and products through publications, conference presentations, and government and public health networks, among other pathways."},{"type":"li","content":"A SUNY-led Health Disparities Journal will be established for faculty and researchers to present new research journal publications and findings."},{"type":"/ul","content":""}]