[{"type":"ph","content":"SUNY Center of Excellence in Health Disparities","logo":"header7.png","subcontent":"Unique Opportunity for New York"},{"type":"ch","content":"Unique Opportunity for New York"},{"type":"img","content":"nys.png"},{"type":"p","content":"Health disparities has been a priority of NYS Governor Andrew M. Cuomo’s Administration and its NYS Department of Health for a number of years. In fact, the Department established the Office of Minority Health and Health Disparities Prevention (OMH-HDP) – a dedicated office to specifically address the public health challenge of health inequality in New York.  This office serves as a statewide resource for effecting the elimination of health disparities across all impacted populations."},{"type":"p","content":""},{"type":"p","content":"OMH-HDP does not have the benefit of accessing hundreds of researchers across institutions of higher education to work in a dynamic yet holistic manner to address health inequality that affects so many.    \r\nUnder this joint initiative, the partners will coalesce the health disparities research capacity across the SUNY System, and beyond, with the aim of building a SUNY network of research affiliates, community engaged experts, and locally-led health disparities task forces – given the importance of community engaged research.  By understanding these resources statewide, the envisioned SUNY Health Disparities Research Hub will be well positioned to galvanize scholarly expertise and community leadership to study and address the targeted health disparities challenges afflicting underserved populations throughout New York."},{"type":"p","content":""},{"type":"p","content":"To this end, the envisioned SUNY Center will serve as the “go to hub” for health disparities research for faculty scholars and researchers across the State University and beyond.  Once fully implemented, the UAlbany and SUNY Downstate led Center will inform and support the NYS Office of Minority Health and Health Disparities Prevention – translating research findings, considering public policy and interventions, and promoting public health dissemination of evidence-based practices, policies and programs – with the singular goal of eradicating health inequality statewide."}]